Repository: common-repository/myweather
Catalog: languages/addweather-*.po
Languages: be_by

source: if you have problems, click here to reset the plug-in
be_by: калі ў вас праблемы, націсніце сюды для скіду ўбудовы

source: Reset Plugin
be_by: Скінуць убудову

source: addWeather Configuration
be_by: канфігурацыя addWeather

source: System of measurement
be_by: Сістэма вымярэння

source: Metric
be_by: Метрыка

source: English
be_by: Ангельскі

source: Cache time
be_by: Час кэша

source: seconds
be_by: секунд

source: Cache dir
be_by: Дырэкторыя кэша

source: writable
be_by: для запісу

source: not writable
be_by: не для запісу

source: Template
be_by: Шаблон

source: Update Config
be_by: Абнавіць канфігурацыю

source: Actual Cities
be_by: Актуальныя гарады

source: remove
be_by: выдаліць

source: Search city
be_by: Шукаць горад

source: Insert city name
be_by: Уставіць імя горада

source: Search
be_by: Пошук

source: Search Result
be_by: Вынік пошуку

source: City Found
be_by: Знойдзены горад

source: Save city
be_by: Захаваць горад

source: no city found
be_by: не знойдзены горад
